;-------------------------------------CONCEPT

;[ConceptPMGRSuit_M X2BodyPartTemplate]
;DisplayName="MGR Suit"

;[ConceptMGRA_F X2BodyPartTemplate]
;DisplayName="MGR Raiden Armor F"

;--------------------------------------MGS4 HeadGear M
[MGS4A_HGC_Helm_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden HeadGear (Masked)"

[MGS4A_HGC_up_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden HeadGear (Masked)"

[MGS4A_HGC_low_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden HeadGear (Masked)"

[MGS4A_HGO_Helm_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden HeadGear"

[MGS4A_HGO_up_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden HeadGear"

[MGS4A_HGO_low_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden HeadGear"

;--------------------------------------MGS4 HeadGear TINT M
[TMGS4A_HGC_Helm_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Alt HeadGear (Masked)"

[TMGS4A_HGC_up_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Alt HeadGear (Masked)"

[TMGS4A_HGC_low_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Alt HeadGear (Masked)"

[TMGS4A_HGO_Helm_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Alt HeadGear"

[TMGS4A_HGO_up_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Alt HeadGear"

[TMGS4A_HGO_low_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Alt HeadGear"


;--------------------------------------HFBlade MGR
[HFBlade_CV X2WeaponTemplate]
FriendlyName="MGR Raiden HF Blade"
FriendlyNamePlural="MGR Raiden HF Blades"
BriefSummary="Raiden's High-Frequency Blade in MGR"
TacticalText="Its metallic structure strengthened by an alternating current, this blade resonates such that it weakens the particle bonds of whatever it cuts. Its effectiveness is further boosted in Blade Mode, which consumes energy but enables high-speed attacks. Customized by Doktor to absorb fuel-cell electrolytes from its victims."
AbilityDescName="HF Blade"

[HFBlade_MG X2WeaponTemplate]
FriendlyName="MGR Raiden HF Blade"
FriendlyNamePlural="MGR Raiden HF Blades"
BriefSummary="Raiden's High-Frequency Blade in MGR"
TacticalText="Its metallic structure strengthened by an alternating current, this blade resonates such that it weakens the particle bonds of whatever it cuts. Its effectiveness is further boosted in Blade Mode, which consumes energy but enables high-speed attacks. Customized by Doktor to absorb fuel-cell electrolytes from its victims."
AbilityDescName="HF Blade"

[HFBlade_BM X2WeaponTemplate]
FriendlyName="MGR Raiden HF Blade"
FriendlyNamePlural="MGR Raiden HF Blades"
BriefSummary="Raiden's High-Frequency Blade in MGR"
TacticalText="Its metallic structure strengthened by an alternating current, this blade resonates such that it weakens the particle bonds of whatever it cuts. Its effectiveness is further boosted in Blade Mode, which consumes energy but enables high-speed attacks. Customized by Doktor to absorb fuel-cell electrolytes from its victims."
AbilityDescName="HF Blade"

[AsteryBluescreenT1 X2AbilityTemplate]
LocFriendlyName="Particle disperse"
LocLongDescription="Does 2 extra damage to robotic enemies"
LocHelpText="Does 2 extra damage to robotic enemies"
LocFlyOverText="HF Blade"

[AsteryBluescreenT2 X2AbilityTemplate]
LocFriendlyName="Particle disperse"
LocLongDescription="Does 3 extra damage to robotic enemies"
LocHelpText="Does 3 extra damage to robotic enemies"
LocFlyOverText="HF Blade"

[AsteryBluescreenT3 X2AbilityTemplate]
LocFriendlyName="Particle disperse"
LocLongDescription="Does 4 extra damage to robotic enemies"
LocHelpText="Does 4 extra damage to robotic enemies"
LocFlyOverText="HF Blade"

;--------------------------------------HAIR

[MGRHair_M X2BodyPartTemplate]
DisplayName="MGR Raiden"

[MGRHair_F X2BodyPartTemplate]
DisplayName="MGR Raiden"

[MGS4Hair_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden"

;-------------------------------------HEADBAND
[MGRA_HB_up_M X2BodyPartTemplate]
DisplayName="Makeshift Eyepatch"

[MGRA_HB_low_M X2BodyPartTemplate]
DisplayName="Makeshift Eyepatch"

[MGRA_HB_up_F X2BodyPartTemplate]
DisplayName="Makeshift Eyepatch"

[MGRA_HB_low_F X2BodyPartTemplate]
DisplayName="Makeshift Eyepatch"

;-------------------------------------HEADGEAR STANDARD
[MGRA_HGC_up_F X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Masked)"

[MGRA_HGO_up_F X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear"

[MGRA_HGC_low_F X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Masked)"

[MGRA_HGO_low_F X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear"

[MGRA_HGC_helm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Masked)"

[MGRA_HGO_helm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear"

[MGRA_HGO_up_M X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear"

[MGRA_HGC_up_M X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Masked)"

[MGRA_HGO_low_M X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear"

[MGRA_HGC_low_M X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Masked)"

[MGRA_HGO_helm_M X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear"

[MGRA_HGC_helm_M X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Masked)"

;---------------------------------------------------------------------------------------------------------MGR ARMOR STANDARD M
;--------------------------------------TORSO STANDARD M
[Kev_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[LPl_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[MPl_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[HPl_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[LPo_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[MPo_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[HPo_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

;--------------------------------------TORSO STANDARD REAPER
[Kev_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[Pl_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[Po_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

;--------------------------------------TORSO STANDARD TEMPLAR
[Kev_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[Pl_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[Po_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

;--------------------------------------TORSO STANDARD SKIRMISHER
[Kev_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[Pl_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[Po_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

;----------------------------------LEFT ARM STANDARD M

[Kev_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

[LPl_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

[MPl_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

[HPl_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

[LPo_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

[MPo_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

[HPo_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

;----------------------------------LEFT ARM STANDARD WOTC

[Kev_MGRA_LeftArm_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

[Kev_MGRA_LeftArm_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

[Kev_MGRA_LeftArm_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

;----------------------------------LEFT FOREARM STANDARD M

[Kev_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

[LPl_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

[MPl_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

[HPl_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

[LPo_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

[MPo_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

[HPo_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

;----------------------------------LEFT FOREARM STANDARD WOTC

[Kev_MGRA_LeftFArm_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

[Kev_MGRA_LeftFArm_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

[Kev_MGRA_LeftFArm_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

;----------------------------------------LEFT SHOULDER STANDARD M
[Kev_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[LPl_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[MPl_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[HPl_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[LPo_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[MPo_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[HPo_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

;----------------------------------LEFT SHOULDER STANDARD M WOTC

[Kev_MGRA_LeftArm_Deco_M_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[Kev_MGRA_LeftArm_Deco_M_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[Kev_MGRA_LeftArm_Deco_M_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

;---------------------------------RIGHT ARM STANDARD

[Kev_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

[LPl_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

[MPl_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

[HPl_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

[LPo_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

[MPo_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

[HPo_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

;----------------------------------RIGHT ARM STANDARD WOTC

[Kev_MGRA_RightArm_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

[Kev_MGRA_RightArm_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

[Kev_MGRA_RightArm_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

;----------------------------------RIGHT FOREARM STANDARD M

[Kev_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

[LPl_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

[MPl_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

[HPl_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

[LPo_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

[MPo_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

[HPo_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

;----------------------------------RIGHT FOREARM STANDARD WOTC M

[Kev_MGRA_RightFArm_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

[Kev_MGRA_RightFArm_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

[Kev_MGRA_RightFArm_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

;----------------------------------------RIGHT SHOULDER STANDARD M 
[Kev_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[LPl_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[MPl_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[HPl_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[LPo_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[MPo_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[HPo_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

;----------------------------------RIGHT SHOULDER STANDARD M WOTC

[Kev_MGRA_RightArm_Deco_M_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[Kev_MGRA_RightArm_Deco_M_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[Kev_MGRA_RightArm_Deco_M_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

;-------------------------------------LEGS STANDARD

[Kev_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

[LPl_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

[MPl_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

[HPl_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

[LPo_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

[MPo_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

[HPo_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

;-------------------------------------LEGS STANDARD WOTC

[Kev_MGRA_Legs_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

[Kev_MGRA_Legs_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

[Kev_MGRA_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

;-----------------------------------------------------------------------------------------------------------------------------DESP STANDARD M
;-------------------------------------HEADGEAR DESPERADO

[MGRA_DESP_HGO_helm_M X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Desperado)"

[MGRA_DESP_HGO_up_M X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Desperado)"

[MGRA_DESP_HGO_low_M X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Desperado)"

[MGRA_DESP_HGC_helm_M X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Masked Desperado)"

[MGRA_DESP_HGC_up_M X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Masked Desperado)"

[MGRA_DESP_HGC_low_M X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Masked Desperado)"

;--------------------------------------TORSO DESPERADO
[Kev_DESP_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[LPl_DESP_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[MPl_DESP_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[HPl_DESP_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[LPo_DESP_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[MPo_DESP_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[HPo_DESP_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

;--------------------------------------TORSO DESPERADO REAPER
[Kev_DESP_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[Pl_DESP_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[Po_DESP_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

;--------------------------------------TORSO DESPERADO TEMPLAR
[Kev_DESP_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[Pl_DESP_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[Po_DESP_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

;--------------------------------------TORSO DESPERADO SKIRMISHER
[Kev_DESP_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[Pl_DESP_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[Po_DESP_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

;----------------------------------LEFT FOREARM DESP M

[Kev_DESP_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

[LPl_DESP_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

[MPl_DESP_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

[HPl_DESP_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

[LPo_DESP_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

[MPo_DESP_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

[HPo_DESP_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

;----------------------------------LEFT FOREARM DESP WOTC

[Kev_DESP_MGRA_LeftFArm_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

[Kev_DESP_MGRA_LeftFArm_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

[Kev_DESP_MGRA_LeftFArm_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

;----------------------------------------LEFT SHOULDER DESP M
[Kev_DESP_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[LPl_DESP_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[MPl_DESP_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[HPl_DESP_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[LPo_DESP_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[MPo_DESP_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[HPo_DESP_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

;----------------------------------LEFT SHOULDER DESP M WOTC

[Kev_DESP_MGRA_LeftArm_Deco_M_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[Kev_DESP_MGRA_LeftArm_Deco_M_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[Kev_DESP_MGRA_LeftArm_Deco_M_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

;----------------------------------LEFT ARM DESPERADO

[Kev_DESP_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

[LPl_DESP_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

[MPl_DESP_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

[HPl_DESP_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

[LPo_DESP_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

[MPo_DESP_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

[HPo_DESP_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

;----------------------------------LEFT ARM DESPERADO WOTC

[Kev_DESP_MGRA_LeftArm_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

[Kev_DESP_MGRA_LeftArm_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

[Kev_DESP_MGRA_LeftArm_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

;---------------------------------RIGHT ARM DESPERADO

[Kev_DESP_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

[LPl_DESP_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

[MPl_DESP_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

[HPl_DESP_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

[LPo_DESP_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

[MPo_DESP_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

[HPo_DESP_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

;---------------------------------RIGHT ARM DESPERADO WOTC

[Kev_DESP_MGRA_RightArm_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

[Kev_DESP_MGRA_RightArm_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

[Kev_DESP_MGRA_RightArm_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

;----------------------------------RIGHT FOREARM DESP M

[Kev_DESP_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

[LPl_DESP_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

[MPl_DESP_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

[HPl_DESP_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

[LPo_DESP_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

[MPo_DESP_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

[HPo_DESP_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

;----------------------------------RIGHT FOREARM DESP WOTC M

[Kev_DESP_MGRA_RightFArm_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

[Kev_DESP_MGRA_RightFArm_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

[Kev_DESP_MGRA_RightFArm_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

;----------------------------------------RIGHT SHOULDER DESP M 
[Kev_DESP_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[LPl_DESP_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[MPl_DESP_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[HPl_DESP_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[LPo_DESP_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[MPo_DESP_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[HPo_DESP_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

;----------------------------------RIGHT SHOULDER DESP M WOTC

[Kev_DESP_MGRA_RightArm_Deco_M_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[Kev_DESP_MGRA_RightArm_Deco_M_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[Kev_DESP_MGRA_RightArm_Deco_M_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

;-------------------------------------LEGS DESPERADO

[Kev_DESP_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

[LPl_DESP_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

[MPl_DESP_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

[HPl_DESP_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

[LPo_DESP_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

[MPo_DESP_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

[HPo_DESP_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

;-------------------------------------LEGS DESPERADO WOTC

[Kev_DESP_MGRA_Legs_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

[Kev_DESP_MGRA_Legs_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

[Kev_DESP_MGRA_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

;-------------------------------------------------------------------------------------------------------------------STANDARD TINT M
;--------------------------------------TORSO STANDARD TINT
[TKev_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TLPl_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TMPl_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[THPl_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TLPo_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TMPo_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[THPo_MGRA_Torso X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

;--------------------------------------TORSO STANDARD TINT REAPER
[TKev_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TPl_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TPo_MGRA_Torso_Reaper X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

;--------------------------------------TORSO STANDARD TINT TEMPLAR
[TKev_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TPl_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TPo_MGRA_Torso_Templar X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

;--------------------------------------TORSO STANDARD TINT SKIRMISHER
[TKev_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TPl_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TPo_MGRA_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

;----------------------------------LEFT ARM STANDARD TINT

[TKev_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

[TLPl_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

[TMPl_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

[THPl_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

[TLPo_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

[TMPo_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

[THPo_MGRA_LArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

;----------------------------------LEFT ARM STANDARD TINT WOTC

[TKev_MGRA_LeftArm_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

[TKev_MGRA_LeftArm_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

[TKev_MGRA_LeftArm_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

;----------------------------------------LEFT SHOULDER TINT M
[TKev_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TLPl_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TMPl_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[THPl_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TLPo_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TMPo_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[THPo_MGRA_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

;----------------------------------LEFT SHOULDER TINT M WOTC

[TKev_MGRA_LeftArm_Deco_M_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TKev_MGRA_LeftArm_Deco_M_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TKev_MGRA_LeftArm_Deco_M_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

;----------------------------------LEFT FOREARM STANDARD TINT

[TKev_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

[TLPl_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

[TMPl_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

[THPl_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

[TLPo_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

[TMPo_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

[THPo_MGRA_LFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

;----------------------------------LEFT FOREARM STANDARD WOTC

[TKev_MGRA_LeftFArm_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

[TKev_MGRA_LeftFArm_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

[TKev_MGRA_LeftFArm_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

;---------------------------------RIGHT ARM STANDARD TINT

[TKev_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

[TLPl_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

[TMPl_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

[THPl_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

[TLPo_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

[TMPo_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

[THPo_MGRA_RArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

;----------------------------------RIGHT ARM STANDARD TINT WOTC

[TKev_MGRA_RightArm_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

[TKev_MGRA_RightArm_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

[TKev_MGRA_RightArm_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

;----------------------------------------RIGHT SHOULDER STANDARD M  TINT
[TKev_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TLPl_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TMPl_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[THPl_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TLPo_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TMPo_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[THPo_MGRA_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

;----------------------------------RIGHT SHOULDER STANDARD M WOTC TINT

[TKev_MGRA_RightArm_Deco_M_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TKev_MGRA_RightArm_Deco_M_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TKev_MGRA_RightArm_Deco_M_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

;----------------------------------RIGHT FOREARM STANDARD TINT

[TKev_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

[TLPl_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

[TMPl_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

[THPl_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

[TLPo_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

[TMPo_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

[THPo_MGRA_RFArm X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

;----------------------------------RIGHT FOREARM STANDARD WOTC TINT

[TKev_MGRA_RightFArm_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

[TKev_MGRA_RightFArm_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

[TKev_MGRA_RightFArm_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

;-------------------------------------LEGS STANDARD TINT

[TKev_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

[TLPl_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

[TMPl_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

[THPl_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

[TLPo_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

[TMPo_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

[THPo_MGRA_Legs X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

;-------------------------------------LEGS STANDARD TINT WOTC

[TKev_MGRA_Legs_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

[TKev_MGRA_Legs_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

[TKev_MGRA_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

;------------------------------------------------------------------------------------------------------------------------------MGR ARMOR STANDARD F
;-------------------------------------TORSO STANDARD FEMALE
[Kev_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[LPl_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[MPl_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[HPl_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[LPo_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[MPo_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[HPo_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

;--------------------------------------TORSO STANDARD REAPER
[Kev_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[Pl_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[Po_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

;--------------------------------------TORSO STANDARD TEMPLAR
[Kev_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[Pl_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[Po_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

;--------------------------------------TORSO STANDARD SKIRMISHER
[Kev_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[Pl_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

[Po_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor"

;----------------------------------LEFT ARM STANDARD

[Kev_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

[LPl_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

[MPl_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

[HPl_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

[LPo_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

[MPo_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

[HPo_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

;----------------------------------LEFT ARM STANDARD WOTC

[Kev_MGRA_LeftArm_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

[Kev_MGRA_LeftArm_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

[Kev_MGRA_LeftArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm"

;----------------------------------LEFT FOREARM STANDARD

[Kev_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

[LPl_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

[MPl_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

[HPl_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

[LPo_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

[MPo_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

[HPo_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

;----------------------------------LEFT FOREARM STANDARD WOTC

[Kev_MGRA_LeftFArm_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

[Kev_MGRA_LeftFArm_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

[Kev_MGRA_LeftFArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm"

;----------------------------------------LEFT SHOULDER STANDARD F
[Kev_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[LPl_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[MPl_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[HPl_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[LPo_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[MPo_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[HPo_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

;----------------------------------LEFT SHOULDER STANDARD F WOTC

[Kev_MGRA_LeftArm_Deco_F_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[Kev_MGRA_LeftArm_Deco_F_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[Kev_MGRA_LeftArm_Deco_F_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

;---------------------------------RIGHT ARM STANDARD

[Kev_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

[LPl_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

[MPl_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

[HPl_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

[LPo_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

[MPo_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

[HPo_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

;----------------------------------RIGHT ARM STANDARD WOTC

[Kev_MGRA_RightArm_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

[Kev_MGRA_RightArm_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

[Kev_MGRA_RightArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm"

;----------------------------------RIGHT FOREARM STANDARD

[Kev_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

[LPl_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

[MPl_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

[HPl_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

[LPo_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

[MPo_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

[HPo_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

;----------------------------------RIGHT FOREARM STANDARD WOTC

[Kev_MGRA_RightFArm_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

[Kev_MGRA_RightFArm_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

[Kev_MGRA_RightFArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm"

;----------------------------------------RIGHT SHOULDER STANDARD F
[Kev_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[LPl_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[MPl_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[HPl_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[LPo_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[MPo_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[HPo_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

;----------------------------------RIGHT SHOULDER STANDARD F WOTC

[Kev_MGRA_RightArm_Deco_F_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[Kev_MGRA_RightArm_Deco_F_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

[Kev_MGRA_RightArm_Deco_F_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder"

;-------------------------------------LEGS STANDARD

[Kev_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

[LPl_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

[MPl_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

[HPl_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

[LPo_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

[MPo_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

[HPo_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

;-------------------------------------LEGS STANDARD WOTC

[Kev_MGRA_Legs_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

[Kev_MGRA_Legs_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

[Kev_MGRA_Legs_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs"

;-----------------------------------------------------------------------------------------------------------------------------DESP STANDARD F
;-------------------------------------HEADGEAR DESPERADO F

[MGRA_DESP_HGO_helm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Desperado)"

[MGRA_DESP_HGO_up_F X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Desperado)"

[MGRA_DESP_HGO_low_F X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Desperado)"

[MGRA_DESP_HGC_helm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Masked Desperado)"

[MGRA_DESP_HGC_up_F X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Masked Desperado)"

[MGRA_DESP_HGC_low_F X2BodyPartTemplate]
DisplayName="MGR Raiden Head Gear (Masked Desperado)"

;--------------------------------------TORSO DESPERADO
[Kev_DESP_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[LPl_DESP_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[MPl_DESP_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[HPl_DESP_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[LPo_DESP_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[MPo_DESP_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[HPo_DESP_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

;--------------------------------------TORSO DESPERADO REAPER
[Kev_DESP_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[Pl_DESP_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[Po_DESP_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

;--------------------------------------TORSO DESPERADO TEMPLAR
[Kev_DESP_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[Pl_DESP_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[Po_DESP_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

;--------------------------------------TORSO DESPERADO SKIRMISHER
[Kev_DESP_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[Pl_DESP_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

[Po_DESP_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Armor (Desperado)"

;----------------------------------LEFT FOREARM DESP F

[Kev_DESP_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

[LPl_DESP_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

[MPl_DESP_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

[HPl_DESP_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

[LPo_DESP_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

[MPo_DESP_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

[HPo_DESP_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

;----------------------------------LEFT FOREARM DESP WOTC

[Kev_DESP_MGRA_LeftFArm_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

[Kev_DESP_MGRA_LeftFArm_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

[Kev_DESP_MGRA_LeftFArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left ForeArm (Desperado)"

;----------------------------------------LEFT SHOULDER DESP M
[Kev_DESP_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[LPl_DESP_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[MPl_DESP_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[HPl_DESP_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[LPo_DESP_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[MPo_DESP_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[HPo_DESP_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

;----------------------------------LEFT SHOULDER DESP F WOTC

[Kev_DESP_MGRA_LeftArm_Deco_F_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[Kev_DESP_MGRA_LeftArm_Deco_F_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[Kev_DESP_MGRA_LeftArm_Deco_F_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

;----------------------------------LEFT ARM DESPERADO

[Kev_DESP_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

[LPl_DESP_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

[MPl_DESP_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

[HPl_DESP_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

[LPo_DESP_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

[MPo_DESP_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

[HPo_DESP_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

;----------------------------------LEFT ARM DESPERADO WOTC

[Kev_DESP_MGRA_LeftArm_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

[Kev_DESP_MGRA_LeftArm_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

[Kev_DESP_MGRA_LeftArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Left Arm (Desperado)"

;---------------------------------RIGHT ARM DESPERADO

[Kev_DESP_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

[LPl_DESP_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

[MPl_DESP_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

[HPl_DESP_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

[LPo_DESP_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

[MPo_DESP_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

[HPo_DESP_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

;---------------------------------RIGHT ARM DESPERADO WOTC

[Kev_DESP_MGRA_RightArm_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

[Kev_DESP_MGRA_RightArm_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

[Kev_DESP_MGRA_RightArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right Arm (Desperado)"

;----------------------------------RIGHT FOREARM DESP F

[Kev_DESP_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

[LPl_DESP_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

[MPl_DESP_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

[HPl_DESP_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

[LPo_DESP_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

[MPo_DESP_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

[HPo_DESP_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

;----------------------------------RIGHT FOREARM DESP WOTC F

[Kev_DESP_MGRA_RightFArm_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

[Kev_DESP_MGRA_RightFArm_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

[Kev_DESP_MGRA_RightFArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Right ForeArm (Desperado)"

;----------------------------------------RIGHT SHOULDER DESP F 
[Kev_DESP_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[LPl_DESP_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[MPl_DESP_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[HPl_DESP_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[LPo_DESP_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[MPo_DESP_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[HPo_DESP_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

;----------------------------------RIGHT SHOULDER DESP F WOTC

[Kev_DESP_MGRA_RightArm_Deco_F_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[Kev_DESP_MGRA_RightArm_Deco_F_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

[Kev_DESP_MGRA_RightArm_Deco_F_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Shoulder (Desperado)"

;-------------------------------------LEGS DESPERADO

[Kev_DESP_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

[LPl_DESP_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

[MPl_DESP_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

[HPl_DESP_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

[LPo_DESP_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

[MPo_DESP_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

[HPo_DESP_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

;-------------------------------------LEGS DESPERADO WOTC

[Kev_DESP_MGRA_Legs_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

[Kev_DESP_MGRA_Legs_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

[Kev_DESP_MGRA_Legs_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Legs (Desperado)"

;----------------------------------------------------------------------------------------------------------------------------------STANDARD TINT F
;--------------------------------------TORSO STANDARD TINT
[TKev_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TLPl_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TMPl_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[THPl_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TLPo_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TMPo_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[THPo_MGRA_Torso_F X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

;--------------------------------------TORSO STANDARD TINT REAPER
[TKev_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TPl_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TPo_MGRA_Torso_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

;--------------------------------------TORSO STANDARD TINT TEMPLAR
[TKev_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TPl_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TPo_MGRA_Torso_Templar_F X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

;--------------------------------------TORSO STANDARD TINT SKIRMISHER
[TKev_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TPl_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

[TPo_MGRA_Torso_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Custom Raiden Armor"

;----------------------------------LEFT ARM STANDARD TINT

[TKev_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

[TLPl_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

[TMPl_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

[THPl_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

[TLPo_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

[TMPo_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

[THPo_MGRA_LArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

;----------------------------------LEFT ARM STANDARD TINT WOTC

[TKev_MGRA_LeftArm_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

[TKev_MGRA_LeftArm_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

[TKev_MGRA_LeftArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left Arm"

;----------------------------------------LEFT SHOULDER TINT F
[TKev_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TLPl_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TMPl_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[THPl_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TLPo_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TMPo_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[THPo_MGRA_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

;----------------------------------LEFT SHOULDER TINT F WOTC
[TKev_MGRA_LeftArm_Deco_F_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TKev_MGRA_LeftArm_Deco_F_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TKev_MGRA_LeftArm_Deco_F_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

;----------------------------------LEFT FOREARM STANDARD TINT

[TKev_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

[TLPl_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

[TMPl_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

[THPl_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

[TLPo_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

[TMPo_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

[THPo_MGRA_LFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

;----------------------------------LEFT FOREARM STANDARD WOTC

[TKev_MGRA_LeftFArm_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

[TKev_MGRA_LeftFArm_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

[TKev_MGRA_LeftFArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Left ForeArm"

;---------------------------------RIGHT ARM STANDARD TINT

[TKev_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

[TLPl_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

[TMPl_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

[THPl_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

[TLPo_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

[TMPo_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

[THPo_MGRA_RArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

;----------------------------------RIGHT ARM STANDARD TINT WOTC

[TKev_MGRA_RightArm_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

[TKev_MGRA_RightArm_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

[TKev_MGRA_RightArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right Arm"

;----------------------------------------RIGHT SHOULDER STANDARD F  TINT
[TKev_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TLPl_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TMPl_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[THPl_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TLPo_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TMPo_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[THPo_MGRA_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

;----------------------------------RIGHT SHOULDER STANDARD F WOTC TINT

[TKev_MGRA_RightArm_Deco_F_Reaper X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TKev_MGRA_RightArm_Deco_F_Templar X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

[TKev_MGRA_RightArm_Deco_F_Skirmisher X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Shoulder"

;----------------------------------RIGHT FOREARM STANDARD F TINT

[TKev_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

[TLPl_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

[TMPl_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

[THPl_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

[TLPo_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

[TMPo_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

[THPo_MGRA_RFArm_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

;----------------------------------RIGHT FOREARM STANDARD WOTC TINT

[TKev_MGRA_RightFArm_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

[TKev_MGRA_RightFArm_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

[TKev_MGRA_RightFArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Right ForeArm"

;-------------------------------------LEGS STANDARD TINT

[TKev_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

[TLPl_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

[TMPl_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

[THPl_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

[TLPo_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

[TMPo_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

[THPo_MGRA_Legs_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

;-------------------------------------LEGS STANDARD TINT WOTC

[TKev_MGRA_Legs_Reaper_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

[TKev_MGRA_Legs_Templar_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"

[TKev_MGRA_Legs_Skirmisher_F X2BodyPartTemplate]
DisplayName="MGR Raiden Custom Legs"


;----------------------------------------------------------------------------------------------------------------------------------MGS4 Armor

;--------------------------------------TORSO STANDARD
[Kev_MGS4A_Torso X2BodyPartTemplate]
DisplayName="MGS4 Raiden Armor"

[LPl_MGS4A_Torso X2BodyPartTemplate]
DisplayName="MGS4 Raiden Armor"

[MPl_MGS4A_Torso X2BodyPartTemplate]
DisplayName="MGS4 Raiden Armor"

[HPl_MGS4A_Torso X2BodyPartTemplate]
;DisplayName="MGS4 Raiden Armor"

[LPo_MGS4A_Torso X2BodyPartTemplate]
DisplayName="MGS4 Raiden Armor"

[MPo_MGS4A_Torso X2BodyPartTemplate]
DisplayName="MGS4 Raiden Armor"

[HPo_MGS4A_Torso X2BodyPartTemplate]
DisplayName="MGS4 Raiden Armor"

;--------------------------------------TORSO STANDARD REAPER
[Kev_MGS4A_Torso_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Raiden Armor"

[Pl_MGS4A_Torso_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Raiden Armor"

[Po_MGS4A_Torso_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Raiden Armor"

;--------------------------------------TORSO STANDARD TEMPLAR
[Kev_MGS4A_Torso_Templar X2BodyPartTemplate]
DisplayName="MGS4 Raiden Armor"

[Pl_MGS4A_Torso_Templar X2BodyPartTemplate]
DisplayName="MGS4 Raiden Armor"

[Po_MGS4A_Torso_Templar X2BodyPartTemplate]
DisplayName="MGS4 Raiden Armor"

;--------------------------------------TORSO STANDARD SKIRMISHER
[Kev_MGS4A_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Raiden Armor"

[Pl_MGS4A_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Raiden Armor"

[Po_MGS4A_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Raiden Armor"

;----------------------------------LEFT ARM STANDARD
[Kev_MGS4A_LArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Left Arm"

[LPl_MGS4A_LArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Left Arm"

[MPl_MGS4A_LArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Left Arm"

[HPl_MGRS4A_LArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Left Arm"

[LPo_MGS4A_LArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Left Arm"

[MPo_MGS4A_LArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Left Arm"

[HPo_MGS4A_LArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Left Arm"

;----------------------------------LEFT ARM STANDARD WOTC

[Kev_MGS4A_LeftArm_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Raiden Left Arm"

[Kev_MGS4A_LeftArm_Templar X2BodyPartTemplate]
DisplayName="MGS4 Raiden Left Arm"

[Kev_MGS4A_LeftArm_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Raiden Left Arm"

;----------------------------------RIGHT ARM STANDARD
[Kev_MGS4A_RArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Right Arm"

[LPl_MGS4A_RArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Right Arm"

[MPl_MGS4A_RArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Right Arm"

[HPl_MGRS4A_RArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Right Arm"

[LPo_MGS4A_RArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Right Arm"

[MPo_MGS4A_RArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Right Arm"

[HPo_MGS4A_RArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Right Arm"

;----------------------------------RIGHT ARM STANDARD WOTC

[Kev_MGS4A_RArm_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Raiden Right Arm"

[Kev_MGS4A_RArm_Templar X2BodyPartTemplate]
DisplayName="MGS4 Raiden Right Arm"

[Kev_MGS4A_RArm_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Raiden Right Arm"

;-------------------------------------LEGS STANDARD

[Kev_MGS4A_Legs X2BodyPartTemplate]
DisplayName="MGS4 Raiden Legs"

[LPl_MGS4A_Legs X2BodyPartTemplate]
DisplayName="MGS4 Raiden Legs"

[MPl_MGS4A_Legs X2BodyPartTemplate]
DisplayName="MGS4 Raiden Legs"

[HPl_MGS4A_Legs X2BodyPartTemplate]
DisplayName="MGS4 Raiden Legs"

[LPo_MGS4A_Legs X2BodyPartTemplate]
DisplayName="MGS4 Raiden Legs"

[MPo_MGS4A_Legs X2BodyPartTemplate]
DisplayName="MGS4 Raiden Legs"

[HPo_MGS4A_Legs X2BodyPartTemplate]
DisplayName="MGS4 Raiden Legs"

;-------------------------------------LEGS STANDARD WOTC

[Kev_MGS4A_Legs_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Raiden Legs"

[Kev_MGS4A_Legs_Templar X2BodyPartTemplate]
DisplayName="MGS4 Raiden Legs"

[Kev_MGS4A_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Raiden Legs"

;----------------------------------------LEFT SHOULDER STANDARD M
[Kev_MGS4A_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

[LPl_MGS4A_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

[MPl_MGS4A_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

[HPl_MGS4A_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

[LPo_MGS4A_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

[MPo_MGS4A_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

[HPo_MGS4A_LeftArm_Deco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

;----------------------------------LEFT SHOULDER STANDARD M WOTC

[Kev_MGS4A_LeftArm_Deco_M_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

[Kev_MGS4A_LeftArm_Deco_M_Templar X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

[Kev_MGS4A_LeftArm_Deco_M_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

;----------------------------------------RIGHT SHOULDER STANDARD M
[Kev_MGS4A_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

[LPl_MGS4A_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

[MPl_MGS4A_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

[HPl_MGS4A_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

[LPo_MGS4A_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

[MPo_MGS4A_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

[HPo_MGS4A_RightArm_Deco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

;----------------------------------RIGHT SHOULDER STANDARD M WOTC

[Kev_MGS4A_RightArm_Deco_M_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

[Kev_MGS4A_RightArm_Deco_M_Templar X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

[Kev_MGS4A_RightArm_Deco_M_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Raiden Shoulder"

;---------------------------------TORSO GEAR STANDARD M
[Kev_MGS4A_TorsoDeco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[LPl_MGS4A_TorsoDeco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[MPl_MGS4A_TorsoDeco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[HPl_MGS4A_TorsoDeco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[LPo_MGS4A_TorsoDeco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[MPo_MGS4A_TorsoDeco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[HPo_MGS4A_TorsoDeco_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

;------------------------------WOTC
[Kev_MGS4A_TorsoDeco_M_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[Kev_MGS4A_TorsoDeco_M_Templar X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[Kev_MGS4A_TorsoDeco_M_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

;---------------------------------TORSO GEAR STANDARD F
[Kev_MGS4A_TorsoDeco_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[LPl_MGS4A_TorsoDeco_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[MPl_MGS4A_TorsoDeco_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[HPl_MGS4A_TorsoDeco_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[LPo_MGS4A_TorsoDeco_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[MPo_MGS4A_TorsoDeco_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[HPo_MGS4A_TorsoDeco_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

;------------------------------WOTC
[Kev_MGS4A_TorsoDeco_F_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[Kev_MGS4A_TorsoDeco_F_Templar X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[Kev_MGS4A_TorsoDeco_F_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

;---------------------------Thighs M
[Kev_MGS4A_Thighs_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[LPl_MGS4A_Thighs_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[MPl_MGS4A_Thighs_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[HPl_MGS4A_Thighs_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[LPo_MGS4A_Thighs_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[MPo_MGS4A_Thighs_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[HPo_MGS4A_Thighs_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

;WOTC
[Kev_MGS4A_Thighs_M_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[Kev_MGS4A_Thighs_M_Templar X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[Kev_MGS4A_Thighs_M_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

;Thigh F
[Kev_MGS4A_Thighs_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[LPl_MGS4A_Thighs_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[MPl_MGS4A_Thighs_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[HPl_MGS4A_Thighs_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[LPo_MGS4A_Thighs_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[MPo_MGS4A_Thighs_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[HPo_MGS4A_Thighs_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

;WOTC
[Kev_MGS4A_Thighs_F_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[Kev_MGS4A_Thighs_F_Templar X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[Kev_MGS4A_Thighs_F_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

:Shins M
[Kev_MGS4A_Shins_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[LPl_MGS4A_Shins_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[MPl_MGS4A_Shins_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[HPl_MGS4A_Shins_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[LPo_MGS4A_Shins_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[MPo_MGS4A_Shins_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[HPo_MGS4A_Shins_M X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

;WOTC
[Kev_MGS4A_Shins_M_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[Kev_MGS4A_Shins_M_Templar X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[Kev_MGS4A_Shins_M_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

;Shins F
[Kev_MGS4A_Shins_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[LPl_MGS4A_Shins_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[MPl_MGS4A_Shins_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[HPl_MGS4A_Shins_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[LPo_MGS4A_Shins_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[MPo_MGS4A_Shins_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[HPo_MGS4A_Shins_F X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

;WOTC
;WOTC
[Kev_MGS4A_Shins_F_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[Kev_MGS4A_Shins_F_Templar X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

[Kev_MGS4A_Shins_F_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Raiden Gear"

;---------------------------------------------------------------------------------------------------------------------------------MGS4 Armor TINT

;--------------------------------------TORSO TINT
[TKev_MGS4A_Torso X2BodyPartTemplate]
DisplayName="MGS4 Custom Raiden Armor"

[TLPl_MGS4A_Torso X2BodyPartTemplate]
DisplayName="MGS4 Custom Raiden Armor"

[TMPl_MGS4A_Torso X2BodyPartTemplate]
DisplayName="MGS4 Custom Raiden Armor"

[THPl_MGS4A_Torso X2BodyPartTemplate]
DisplayName="MGS4 Custom Raiden Armor"

[TLPo_MGS4A_Torso X2BodyPartTemplate]
DisplayName="MGS4 Custom Raiden Armor"

[TMPo_MGS4A_Torso X2BodyPartTemplate]
DisplayName="MGS4 Custom Raiden Armor"

[THPo_MGS4A_Torso X2BodyPartTemplate]
DisplayName="MGS4 Custom Raiden Armor"

;--------------------------------------TORSO STANDARD TINT REAPER
[TKev_MGS4A_Torso_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Custom Raiden Armor"

[TPl_MGS4A_Torso_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Custom Raiden Armor"

[TPo_MGS4A_Torso_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Custom Raiden Armor"

;--------------------------------------TORSO STANDARD TINT TEMPLAR
[TKev_MGS4A_Torso_Templar X2BodyPartTemplate]
DisplayName="MGS4 Custom Raiden Armor"

[TPl_MGS4A_Torso_Templar X2BodyPartTemplate]
DisplayName="MGS4 Custom Raiden Armor"

[TPo_MGS4A_Torso_Templar X2BodyPartTemplate]
DisplayName="MGS4 Custom Raiden Armor"

;--------------------------------------TORSO STANDARD TINT SKIRMISHER
[TKev_MGS4A_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Custom Raiden Armor"

[TPl_MGS4A_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Custom Raiden Armor"

[TPo_MGS4A_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Custom Raiden Armor"

;----------------------------------LEFT ARM STANDARD TINT
[TKev_MGS4A_LArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Left Arm"

[TLPl_MGS4A_LArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Left Arm"

[TMPl_MGS4A_LArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Left Arm"

[THPl_MGRS4A_LArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Left Arm"

[TLPo_MGS4A_LArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Left Arm"

[TMPo_MGS4A_LArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Left Arm"

[THPo_MGS4A_LArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Left Arm"

;----------------------------------LEFT ARM STANDARD TINT WOTC

[TKev_MGS4A_LeftArm_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Left Arm"

[TKev_MGS4A_LeftArm_Templar X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Left Arm"

[TKev_MGS4A_LeftArm_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Left Arm"

;----------------------------------RIGHT ARM STANDARD TINT
[TKev_MGS4A_RArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Right Arm"

[TLPl_MGS4A_RArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Right Arm"

[TMPl_MGS4A_RArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Right Arm"

[THPl_MGRS4A_RArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Right Arm"

[TLPo_MGS4A_RArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Right Arm"

[TMPo_MGS4A_RArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Right Arm"

[THPo_MGS4A_RArm X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Right Arm"

;----------------------------------RIGHT ARM STANDARD WOTC

[TKev_MGS4A_RArm_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Right Arm"

[TKev_MGS4A_RArm_Templar X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Right Arm"

[TKev_MGS4A_RArm_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Right Arm"

;-------------------------------------LEGS STANDARD TINT

[TKev_MGS4A_Legs X2BodyPartTemplate]
DisplayName="MGS4 Raiden  Custom Legs"

[TLPl_MGS4A_Legs X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Legs"

[TMPl_MGS4A_Legs X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Legs"

[THPl_MGS4A_Legs X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Legs"

[TLPo_MGS4A_Legs X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Legs"

[TMPo_MGS4A_Legs X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Legs"

[THPo_MGS4A_Legs X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Legs"

;-------------------------------------LEGS STANDARD TINT WOTC

[TKev_MGS4A_Legs_Reaper X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Legs"

[TKev_MGS4A_Legs_Templar X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Legs"

[TKev_MGS4A_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="MGS4 Raiden Custom Legs"

;---------------------------------------------------------------------------------------------------------------------------------------MGR Suit

;--------------------------------------TORSO STANDARD
[Kev_MGRSuit_Torso X2BodyPartTemplate]
DisplayName="Business Suit"

[LPl_MGRSuit_Torso X2BodyPartTemplate]
DisplayName="Business Suit"

[MPl_MGRSuit_Torso X2BodyPartTemplate]
DisplayName="Business Suit"

[HPl_MGRSuit_Torso X2BodyPartTemplate]
DisplayName="Business Suit"

[LPo_MGRSuit_Torso X2BodyPartTemplate]
DisplayName="Business Suit"

[MPo_MGRSuit_Torso X2BodyPartTemplate]
DisplayName="Business Suit"

[HPo_MGRSuit_Torso X2BodyPartTemplate]
DisplayName="Business Suit"

;--------------------------------------TORSO STANDARD REAPER
[Kev_MGRSuit_Torso_Reaper X2BodyPartTemplate]
DisplayName="Business Suit"

[Pl_MGRSuit_Torso_Reaper X2BodyPartTemplate]
DisplayName="Business Suit"

[Po_MGRSuit_Torso_Reaper X2BodyPartTemplate]
DisplayName="Business Suit"

;--------------------------------------TORSO STANDARD TEMPLAR
[Kev_MGRSuit_Torso_Templar X2BodyPartTemplate]
DisplayName="Business Suit"

[Pl_MGRSuit_Torso_Templar X2BodyPartTemplate]
DisplayName="Business Suit"

[Po_MGRSuit_Torso_Templar X2BodyPartTemplate]
DisplayName="Business Suit"

;--------------------------------------TORSO STANDARD SKIRMISHER
[Kev_MGRSuit_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="Business Suit"

[Pl_MGRSuit_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="Business Suit"

[Po_MGRSuit_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="Business Suit"

;--------------------------------------TORSO 2
[Kev_MGRSuit_Torso2 X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[LPl_MGRSuit_Torso2 X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[MPl_MGRSuit_Torso2 X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[HPl_MGRSuit_Torso2 X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[LPo_MGRSuit_Torso2 X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[MPo_MGRSuit_Torso2 X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[HPo_MGRSuit_Torso2 X2BodyPartTemplate]
DisplayName="Business Suit Alt"

;--------------------------------------TORSO 2 REAPER
[Kev_MGRSuit_Torso2_Reaper X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[Pl_MGRSuit_Torso2_Reaper X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[Po_MGRSuit_Torso2_Reaper X2BodyPartTemplate]
DisplayName="Business Suit Alt"

;--------------------------------------TORSO 2 TEMPLAR
[Kev_MGRSuit_Torso2_Templar X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[Pl_MGRSuit_Torso2_Templar X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[Po_MGRSuit_Torso2_Templar X2BodyPartTemplate]
DisplayName="Business Suit Alt"

;--------------------------------------TORSO 2 SKIRMISHER
[Kev_MGRSuit_Torso2_Skirmisher X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[Pl_MGRSuit_Torso2_Skirmisher X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[Po_MGRSuit_Torso2_Skirmisher X2BodyPartTemplate]
DisplayName="Business Suit Alt"

;----------------------------------ARM STANDARD

[Kev_MGRSuit_Arms X2BodyPartTemplate]
DisplayName="Business Suit"

[LPl_MGRSuit_Arms X2BodyPartTemplate]
DisplayName="Business Suit"

[MPl_MGRSuit_Arms X2BodyPartTemplate]
DisplayName="Business Suit"

[HPl_MGRSuit_Arms X2BodyPartTemplate]
DisplayName="Business Suit"

[LPo_MGRSuit_Arms X2BodyPartTemplate]
DisplayName="Business Suit"

[MPo_MGRSuit_Arms X2BodyPartTemplate]
DisplayName="Business Suit"

[HPo_MGRSuit_Arms X2BodyPartTemplate]
DisplayName="Business Suit"

;----------------------------------ARM STANDARD WOTC

[Kev_MGRSuit_Arms_Reaper X2BodyPartTemplate]
DisplayName="Business Suit"

[Kev_MGRSuit_Arms_Templar X2BodyPartTemplate]
DisplayName="Business Suit"

[Kev_MGRSuit_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="Business Suit"

;----------------------------------ARM 2

[Kev_MGRSuit_Arms2 X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[LPl_MGRSuit_Arms2 X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[MPl_MGRSuit_Arms2 X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[HPl_MGRSuit_Arms2 X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[LPo_MGRSuit_Arms2 X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[MPo_MGRSuit_Arms2 X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[HPo_MGRSuit_Arms2 X2BodyPartTemplate]
DisplayName="Business Suit Alt"

;----------------------------------ARM 2 WOTC

[Kev_MGRSuit_Arms2_Reaper X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[Kev_MGRSuit_Arms2_Templar X2BodyPartTemplate]
DisplayName="Business Suit Alt"

[Kev_MGRSuit_Arms2_Skirmisher X2BodyPartTemplate]
DisplayName="Business Suit Alt"

;-------------------------------------LEGS STANDARD

[Kev_MGRSuit_Legs X2BodyPartTemplate]
DisplayName="Business Suit"

[LPl_MGRSuit_Legs X2BodyPartTemplate]
DisplayName="Business Suit"

[MPl_MGRSuit_Legs X2BodyPartTemplate]
DisplayName="Business Suit"

[HPl_MGRSuit_Legs X2BodyPartTemplate]
DisplayName="Business Suit"

[LPo_MGRSuit_Legs X2BodyPartTemplate]
DisplayName="Business Suit"

[MPo_MGRSuit_Legs X2BodyPartTemplate]
DisplayName="Business Suit"

[HPo_MGRSuit_Legs X2BodyPartTemplate]
DisplayName="Business Suit"

;-------------------------------------LEGS STANDARD WOTC

[Kev_MGRSuit_Legs_Reaper X2BodyPartTemplate]
DisplayName="Business Suit"

[Kev_MGRSuit_Legs_Templar X2BodyPartTemplate]
DisplayName="Business Suit"

[Kev_MGRSuit_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="Business Suit"